'''
- 난이도 상 : **스도쿠 정답 판단하기**
    
    스도쿠는 아래와 같이 9×9크기의 판에 특정 규칙에 따라 1부터 9사이의 숫자들로 채워 나가는 게임입니다. 스도쿠 결과를 입력받고, 해당 스도쿠가 정답인지 판단하는 프로그램을 작성해주세요.
    
    ![https://s3-us-west-2.amazonaws.com/secure.notion-static.com/910681e7-9d24-4c8c-bd01-0548be598900/Untitled.png](https://s3-us-west-2.amazonaws.com/secure.notion-static.com/910681e7-9d24-4c8c-bd01-0548be598900/Untitled.png)
    
    - **⭐ 스도쿠 게임 규칙 ⭐**
        - 각 칸에 1부터 9사이의 숫자를 입력할 수 있습니다.
        - 각 가로줄에 1부터 9까지의 숫자가 하나씩 들어가야합니다. (ex. 붉은칸)
        - 각 세로줄에 1부터 9까지의 숫자가 하나씩 들어가야합니다. (ex. 파란칸)
        - 각 굵은 선으로 나누어진 3×3칸마다 1부터 9까지의 숫자가 하나씩 들어가야합니다. (ex. 초록칸)
        
    - **⭐ 힌트 ⭐**
        
        이중 리스트를 통해 스도쿠 판을 표현할 수 있습니다.
'''

# ***꼭 풀어볼것!***